;; CHARACTER TEMPLATES
[ResistanceMEC X2CharacterTemplate]
strCharacterName="反抗军MEC"
strAcquiredText="这些被改写程序的变种人MEC已经重新调整功能服务于反抗军并通过延伸XCOM的自身需求作为机器人保护装置。" 

;; WEAPON TEMPLATES
[ResistanceMEC_Shoulder_WPN X2WeaponTemplate]
FriendlyName="反抗军导弹"


